Revit 2027 API
ParameterTypeId.StructuralElevationAtBottomCore Property
 "Elevation at Bottom Core"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralElevationAtBottomCore { get; }
Public Shared ReadOnly Property StructuralElevationAtBottomCore As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralElevationAtBottomCore {
	ForgeTypeId^ get ();
}
static member StructuralElevationAtBottomCore : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace